start = (
    "👋 Приветствую тебя {name},\n"
    "💜<b>Grim Team</b>💜 - команда воркеров по ру, с выплатами по 50% \n\n"

    "🤝 Чтобы присоединиться к нам, заполните заявку - /reg\n\n"
    "Для просмотра информации используйте кнопки ниже:\n"
)

start_registered = (
    "👋 Приветствую тебя {name},\n"
    "💜<b>Grim Team</b>💜 - команда воркеров по ру, с выплатами по 50% \n\n"

    "Для просмотра информации используйте кнопки ниже:\n"
)

info = (
    "Полная информация и мануалы по ворку находятся на нашем Telegram канале:\n"
    "https://t.me/+uXP_7w9g4DowYmQx"
)

cards = (
    "**Доступные карты** : \n"
    "`5599002102612464` - (Юmoney)\n"
)

help = (
    "Если возникли вопросы или проблемы с ворком пишите администратору : \n"
    "@Head_Of_Administrations_nah\n\n"
    "Если возникли проблемы с аккаунтом в тг или другие финансовые проблемы пишите : \n"
    "@mt_vvv\n"
)

info_text = (
    "🧠<b>Grim Team</b>🧠  \n"
    "🔝🔝🔝🔝🔝🔝\n\n"
    "🆘🆘 Это новая команда, которая устала от долгих выплат и неграмотной администрации, устала от того, что работники считают себя никем и ничем. Но МЫ всё это исправили! 🆘🆘\n"
    "➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n"
    "⁉️ <b>Чем мы занимаемся</b> ⁉️\n\n"
    "⚠️⛓ Каждый уважающий себя мужчина думал пойти и стать новым Тесаком, но, к сожалению, закон нам этого не позволяет. Но мы нашли способ! ⚠️⛓\n\n"
    "‼️ У нас уже есть несколько грамотных схем, как разводить тех, кто не уважает девушек и относится к ним как к мясу: ‼️  \n\n"
    "- Эскорт 😏  \n"
    "- Шантаж 🍆  \n"
    "- Айклауд 📱 \n\n"
    "🥵🥵 МИНИМУМ, СКОЛЬКО ДЕЛАЮТ НАШИ ЛЮДИ, — ЭТО 4 ТЫСЯЧ РУБЛЕЙ ЗА 3 ЧАСА! 🥵🥵\n\n"
    "➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n"
    "- 💸💸 Выплаты происходят туда, куда вам удобно (крипта, карты и т.д.) 💸💸\n"
    "- 🤫🤫 По секрету, целых 50% воркер забирает себе! 🤫🤫\n"
    "- 🩸🩸 Мы предоставляем сферу услуг для вашей безопасности и уверенности в себе 🩸🩸\n"
    "- 🛜🛜 Мы предоставляем систему безопасности на флешке для наших успешных работников. 🛜🛜\n"
    "- 📈📈 Мы предоставляем аккаунты для работы, так что вам не нужно самим разбираться, что и как делать (тг, вк). 📈📈\n"
    "- 🌐🌐 Круглосуточная техподдержка и администрация. 🌐🌐\n"
    "- 🫳🫳 Система наставничества, за ручку приведет до первого профита 🫴🫴\n"
    "- 💯💯 Повышение за успешную работу 💯💯  \n"
    "- 🆙🆙 Стремление развиваться и расширяться. 🆙🆙  \n\n"
    "😭😭 Теперь начнём с минусов. 😢😢\n"
    "💋💋 И на них закончим, ведь минусов в нашей компании нет и не будет! 💋💋\n\n"
    "➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n"
    "📋📋 <b><b>Ссылки</b>:</b> 📋📋\n"
    " - Наша группа: https://t.me/+uXP_7w9g4DowYmQx\n"
    " - Чат для воркеров: https://t.me/+YuhkJo2leEQyNmUy\n\n"
    "➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n"
    "🧠 <b>Grim Team</b> 🧠 © \n"
)

manuals = (
    "📑 <b>Все доступные мануалы:</b>\n\n"
    "<b>-</b> <a href='https://telegra.ph/Podrobno-ob-ehskorte-10-22-3'>Эскорт</a> 😏\n"
    "<b>-</b> <a href='https://telegra.ph/Podrobno-o-shantazhe-10-23'>Шантаж</a> 🍆\n"
    "<b>-</b> <a href='https://telegra.ph/Manual-po-ajklaudu-08-26'>Айклауд</a> 📱\n" 
)

packs = (
    "👩 <b>Наборы фото и кружков одних и тех же девушек:</b>\n\n"
    "Набор 1 🔓- <a href='https://t.me/+q5W6oVjfBMY4YTNi'>получить</a>\n"
    "Набор 2 🌐- <a href='https://t.me/+mf4jKaq79bIxMTBi'>получить</a>\n" 
    "Набор 3 💸- <a href='https://t.me/+rNYOBZ0FZxs3MWRi'>получить</a>\n"
    "Набор 4 🍱- <a href='https://t.me/+Al5O6LCUNCc3NGQy'>получить</a>\n"
    "Набор 5 🐝- <a href='https://t.me/+ejVb21X43N85NDcy'>получить</a>\n"
    "Набор 6 ☎️- <a href='https://t.me/+tklM5cPNPjswMTFi'>получить</a>\n"
    "Набор 7 🗺- <a href='https://t.me/+SVx3QZigdY5kNWYy'>получить</a>\n"
    "Набор 8 ⚖️- <a href='https://t.me/+MvSqJouXBWYzMDJi'>получить</a>\n"
    "Набор 9 🇷🇺- <a href='https://t.me/+VLcwpztMH2ZkYjcy'>получить</a>\n"
    "Набор 10 🇺🇸- <a href='https://t.me/+8wrtIUfhR0pmZWY6'>получить</a>\n"
    "Набор 11 🎩- <a href='https://t.me/+YoDhnifwthI4NGVi'>получить</a>\n"
    "Набор 12 🛡- <a href='https://t.me/+YBnR2ZmotBMzOGEy'>получить</a>\n"
    "Набор 13 🛡- <a href='https://t.me/+tNahoAVaQtUxNTc6'>получить</a>\n"
    "Набор 14 💻- <a href='https://t.me/+mdZJuIhjbZg5NDIy'>получить</a>\n"
    "Набор 15 🇷🇺- <a href='https://t.me/+1Rv3UmRD8RA0Nzgy'>получить</a>\n"
    "Набор 16 🥷- <a href='https://t.me/+juYv_qt6SG02MDQy'>получить</a>\n"
    "Набор 17 📞- <a href='https://t.me/+t5JfEK838P9kMzAy'>получить</a>\n"
    "Набор 18 🦠- <a href='https://t.me/+oDm2S3PvLRhhYzEy'>получить</a>\n"
    "Набор 19 🥤- <a href='https://t.me/+Ca0l5hwP_is4NTBi'>получить</a>\n"
    "Набор 20 🥷- <a href='https://t.me/+Gv-tSzSUnAk0MTZi'>получить</a>\n\n\n"
    "<b>Все остальные фото/кружки/голосовые вы можете найти здесь</b>:\n"
    "Фото/кружки 📷- <a href='https://t.me/+bLOqX5KCpaYyMTcy'>получить</a>\n"
    "Голосовые 1 🎙- <a href='https://t.me/PakiGolosoBix_bot'>получить</a>\n"
    "Голосовые 2 🎙- <a href='https://t.me/VoiceMessagesGerl_bot'>получить</a>\n"
)

application_send = "🔍 <b>Ваша заявка отправлена на рассмотрение, ожидайте...</b>"

application_repeat_error = "❌ <b>Ошибка</b>! Вы не можете подать заявку повторно!"

application_accepted_error = "❌ <b>Ошибка</b>! Ваша заявка уже была принята!"

application_not_exists = "❌ <b>Ошибка</b>! Сначала вы должны подать заявку!"

dont_want_work = "🚫 <b>Вы нам не подходите</b>"

application_info = (
    "📃 <b>Новая заявка от пользователя:</b> @{username}\n\n"

    "<b>- ID:</b> {user_id}\n"
    "<b>- Имя:</b> {first_name}\n"
    "<b>- Фамилия:</b> {last_name}\n"
    "<b>- Возраст:</b> {age}\n"
    "<b>- Пол:</b> {gender}\n\n"

    "Принять или отклонить?"
)