start = (
    "Приветствую тебя {name},\n"
    "💜<b>Grim Team</b>💜 - команда воркеров по ру, с выплатами по 30% \n\n"

    "Для просмотра мануалов и прочего\n"
    "Нажмите на info"
)

info = (
    "Полная информация и мануалы по ворку находятся на нашем Telegram канале:\n"
    "https://t.me/+uXP_7w9g4DowYmQx"
)

cards = (
    "<b>Доступные карты : </b>\n"
    "5599002102612464 - (Юmoney)\n"
)

help = (
    "Если возникли вопросы или проблемы с ворком пишите администратору : \n"
    "@Mainezlove\n"
    "Если возникли проблемы с аккаунтом в тг или другие финансовые проблемы пишите :@mt_vvv\n"
)

# Если возникли вопросы или проблемы с ворком пишите администратору :
# @Mainezlove
# Если возникли проблемы с аккаунтом в тг или другие финансовые проблемы пишите :@mt_vvv